<?php
// +----------------------------------------------------------------------
// | api [ iActing ]
// +----------------------------------------------------------------------
// | Copyright (c) 2018~2019 http://www.ijiandian.com All rights reserved.
// +----------------------------------------------------------------------
// | Data: 2019/3/21
// +----------------------------------------------------------------------
// | Author: iActing <758246061@qq.com>
// +----------------------------------------------------------------------


namespace app\lib\exception;


class AliSms extends BaseException
{
    public $statusCode = 412;
    public $msg = '非授权信息:服务器已成功处理了请求，但返回的信息可能来自另一来源~';
    public $code = 41200;
}