<?php
// +----------------------------------------------------------------------
// | tplay [ iActing ]
// +----------------------------------------------------------------------
// | Copyright (c) 2018~2019 http://www.ijiandian.com All rights reserved.
// +----------------------------------------------------------------------
// | Data: 2019/3/23
// +----------------------------------------------------------------------
// | Author: iActing <758246061@qq.com>
// +----------------------------------------------------------------------

namespace app\lib\exception;

// HTTP请求类型错误
class HttpErrorExpetion extends BaseException
{
    public $statusCode = 415;
    public $msg = 'HTTP错误:不支持的媒体类型~';
    public $code = 41500;
}